Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

source: Use Spaces
ar_ae: استخدام المساحات
da: Brug mellemrum
de: Verwenden Sie Leerzeichen
de_ch: Verwenden Sie Leerzeichen
es: Use espacios
es_mx: Use espacios
es_us: Use Espacios
fr: Utiliser les espaces
fr_ca: Utiliser les espaces
hi_in: रिक्त स्थान का उपयोग करें
id: Gunakan Ruang
it: Usa Spazi
it_ch: Usa Spazi
ja_jp: スペースを使用する
ko_kr: 공백 사용
nb_no: Bruk mellomrom
nl: Gebruik spaties
pl: Użyj Spacji
pt: Use Espaços
pt_br: Use espaços.
ru: Использовать Пробелы
sv: Använd mellanslag
th: ใช้ช่องว่าง
tr: Boşlukları Kullan
uk_ua: Використовуйте Пробіти
vi: Sử dụng khoảng cách
zh_hans: 使用空格
zh_hant: 使用空格

# · Aurora Editor %@ %@ - %@
source: · Aurora Editor %1$@ %2$@ - %3$@
ar_ae: · محرر أورورا %@ %@ - %@
da: Aurora Editor %@ %@ - %@
de: Aurora Editor %@ %@ - %@
de_ch: Aurora Editor %@ %@ - %@
es: Editor Aurora %@ %@ - %@
es_mx: Editor Aurora %@ %@ - %@
es_us: Editor Aurora %@ %@ - %@
fr: Éditeur d'Aurora %@ %@ - %@
fr_ca: · Éditeur d'Aurora %@ %@ - %@
hi_in: · अरोड़ा संपादक %@ %@ - %@
id: · Penyunting Aurora %@ %@ - %@
it: Editor Aurora %@ %@ - %@
it_ch: Editor Aurora %@ %@ - %@
ja_jp: オーロラエディタ%@ %@ - %@
ko_kr: 오로라 에디터 %@ %@ - %@
nb_no: Aurora-redaktør %@ %@ - %@
nl: Aurora Editor %@ %@ - %@
pl: · Edytor Aurora %@ %@ - %@
pt: Editor Aurora %@ %@ - %@
pt_br: Editor Aurora %@ %@ - %@
ru: · Редактор Aurora %@ %@ - %@
sv: Aurora-redigerare %@ %@ - %@
th: · บรรณาธิการออโรร่า %@ %@ - %@
tr: Aurora Editör %@ %@ - %@
uk_ua: · Редактор Aurora %@ %@ - %@
vi: Trình Biên Tập Viên Aurora %@ %@ - %@
zh_hans: 极光编辑器 %@ %@ - %@
zh_hant: 極光編輯 %@ %@ - %@

source: Tap for information about commit message rule failure
ar_ae: اضغط للحصول على معلومات حول فشل قاعدة رسالة الالتزام
da: Tryk på for at få information om fejl i commit-meddelelsesreglen.
de: Tippen Sie für Informationen über den Fehler der Befehlszeilensatzregel
de_ch: Tippen Sie für Informationen über das Scheitern der Befehlszeilensatzregel.
es: Pulse para obtener información sobre el fallo de la regla de mensajes de compromiso.
es_mx: Pulse para obtener información sobre el fallo de la regla de mensajes de confirmación.
es_us: Pulse para obtener información sobre el fallo de la regla de mensajes de compromiso.
fr: Appuyez pour obtenir des informations sur l'échec de la règle de message de dépôt.
fr_ca: Appuyez pour obtenir des informations sur l’échec de la règle de message de dépôt.
hi_in: कमिट संदेश नियम विफलता के बारे में जानकारी के लिए टैप करें
id: Ketuk untuk informasi tentang kegagalan aturan pesan komit
it: Tocca per informazioni sul fallimento della regola del messaggio di commit.
it_ch: Tocca per informazioni sul fallimento della regola del messaggio di commit.
ja_jp: コミットメッセージ規則の失敗に関する情報をタップしてください。
ko_kr: 보내기 실패에 대한 정보를 보려면 탭을 누르세요.
nb_no: Trykk for informasjon om feilen i regel for å sende melding.
nl: Tik voor informatie over de mislukking van de regel voor berichtgeving over het afronden van een opdracht
pl: Stuknij, aby uzyskać informacje o niepowodzeniu reguły zatwierdzenia wiadomości
pt: Toque para obter informações sobre a falha da regra de mensagem de confirmação.
pt_br: Toque para obter informações sobre a falha da regra de mensagem de confirmação.
ru: Нажмите для получения информации о сбое правила фиксации сообщения
sv: Tryck för information om fel i regel för commitmeddelande.
th: แตะเพื่อดูข้อมูลเกี่ยวกับความล้มเหลวของกฎข้อความคอมมิท
tr: Taahhüt mesajı kuralı hatası hakkında bilgi için dokunun.
uk_ua: Торкніться, щоб отримати інформацію про помилку правила повідомлення про коміт
vi: Nhấn để biết thêm thông tin về sự thất bại của quy tắc thông báo cam kết.
zh_hans: 轻触以获取有关提交消息规则失败的信息
zh_hant: 點選以獲取有關提交訊息規則失敗的資訊

source: %lld sec
ar_ae: %lld ثانية
da: %lld Sekunder
de: %lld Sek.
de_ch: %lld Sek.
es: %lld seg.
es_mx: %lld Llega en %s segundos
es_us: %lld seg.
hi_in: %lld सेकंड
id: %lld detik
it_ch: %lld secondi
ja_jp: %lld ％lld秒
ko_kr: %lld 초
nb_no: %lld sekunder
pl: %lld sekunda
pt: %lld segundos
pt_br: %lld seg.
ru: %lld сек
sv: %lld sek.
th: %lld วินาที
tr: %lld saniye
uk_ua: %lld сек
vi: %lld giây
zh_hans: %lld秒
zh_hant: %lld 毫秒

source: Create a New Repository
ar_ae: قم بإنشاء مستودع جديد
da: Opret et nyt lager
de: Erstelle ein neues Repository
de_ch: Starten Sie ein neues Repository.
es: Crear un nuevo repositorio.
es_mx: Crea un nuevo repositorio
es_us: Crear un nuevo repositorio
fr: Créer un nouveau dépôt.
fr_ca: Créer un nouveau dépôt.
hi_in: एक नया रिपॉज़िटरी बनाएं
id: Buat Repositori Baru
it: Crea un nuovo archivio
it_ch: Crea un nuovo archivio.
ja_jp: 新しいリポジトリを作成する
ko_kr: 새 저장소 만들기
nb_no: Opprett et nytt depot
nl: Maak een nieuwe repository aan.
pl: Utwórz nowe repozytorium
pt: Criar um novo repositório
pt_br: Crie um novo repositório.
ru: Создать новый репозиторий
sv: Skapa ett nytt lager
th: สร้างที่เก็บใหม่
tr: Yeni bir depo oluşturun.
uk_ua: Створити новий репозиторій
vi: Tạo một kho lưu trữ mới
zh_hans: 创建一个新的仓库
zh_hant: 創建一個新儲存庫

source: Archive
ar_ae: أَرْشيف
da: Arkiv
de: Archiv
de_ch: Archiv
es: Archivo
es_mx: Archivo
es_us: Archivo
hi_in: संग्रह
id: Arsip
it: Archivio
it_ch: Archivio
ja_jp: アーカイブ
ko_kr: 기록 보관소
nb_no: Arkiv
nl: Archief
pl: Archiwum
pt: Arquivo
pt_br: Arquivo
ru: Архив
sv: Arkiv
th: เก็บถาวร
tr: Arşivleme
uk_ua: Архів
vi: Kho lưu trữ
zh_hans: 归档
zh_hant: 存檔

source: Location:
ar_ae: الموقع:
da: Sted:
de: Standort:
de_ch: Standort:
es: Ubicación:
es_mx: Ubicación:
es_us: Ubicación:
fr: Emplacement :
fr_ca: Localisation:
hi_in: स्थान:
id: Lokasi:
it: Luogo:
it_ch: Luogo:
ja_jp: 場所：
ko_kr: 위치:
nb_no: Sted:
nl: Locatie:
pl: Lokalizacja:
pt: Localização:
pt_br: Localização:
ru: Местоположение:
sv: Plats:
th: สถานที่:
tr: Konum:
uk_ua: Місцезнаходження:
vi: Vị trí:
zh_hans: 位置：
zh_hant: 地點：

source: Indent Using
ar_ae: المسافة البادئة باستخدام
da: Brug af indtastning
de: Verwendung der Falte
de_ch: Verwendung der Falz
es: Usando indentación
es_mx: Sujeta utilizando
es_us: Sujeta usando
fr: Utilisation de l'indentation
fr_ca: Utilisation de l'indentation.
hi_in: इंडेंट का उपयोग कर रहा है
id: Indentasi Menggunakan
it: Utilizzo dell'indentazione
it_ch: Utilizzo dell'indentazione
ja_jp: 使用中のインデント
ko_kr: 사용하는 흠집
nb_no: Bruken av indentering
nl: Vouw met gebruik van
pl: Wcięcie Używając
pt: Usando indentação
pt_br: Usando indentação
ru: Отступ С Использованием
sv: Användning av fördjupning
th: การเยื้องโดยใช้
tr: Kullanarak Yanal Yanal Yanal
uk_ua: Відступ Використання
vi: Sử dụng vết lõm
zh_hans: 使用印花税
zh_hant: 使用印記

source: Select a file to preview
ar_ae: حدد ملفا لمعاينته
da: Vælg en fil for at se en forhåndsvisning af den.
de: Wählen Sie eine Datei zum Vorschauen aus.
de_ch: Wählen Sie eine Datei zum Vorschauen.
es: Seleccione un archivo para ver una vista previa.
es_mx: Elija un archivo para ver una vista previa
es_us: Elija un archivo para ver una vista previa
fr: Choisissez un fichier pour l'aperçu
fr_ca: Sélectionnez un fichier pour l'apercevoir.
hi_in: पूर्वावलोकन करने के लिए एक फ़ाइल चुनें
id: Pilih file untuk dipratinjau
it: Scegli un file da vedere in anteprima
it_ch: Seleziona un file per visualizzarlo in anteprima.
ja_jp: プレビューするファイルを選択してください。
ko_kr: 미리보기할 파일을 선택하세요.
nb_no: Velg en fil for å forhåndsvise den.
nl: Selecteer een bestand om een voorbeeld te bekijken.
pl: Wybierz plik do podglądu
pt: Selecione um arquivo para visualizar em pré-visualização.
pt_br: Selecione um arquivo para visualizar.
ru: Выберите файл для предварительного просмотра
sv: Välj en fil för att förhandsgranska den.
th: เลือกไฟล์เพื่อดูตัวอย่าง
tr: Önizleme yapmak için bir dosya seçin.
uk_ua: Виберіть файл для попереднього перегляду
vi: Lựa chọn một tập tin để xem trước
zh_hans: 选择一个文件预览
zh_hant: 選擇一個檔案來預覽

source: Open Update Settings
ar_ae: افتح إعدادات التحديث
da: Åbn opdateringsindstillinger
de: Update-Einstellungen öffnen
de_ch: Öffne Update-Einstellungen
es: Abrir la configuración de actualización
es_mx: Abre la configuración de actualización
es_us: Abrir la configuración de actualización
fr: Ouvrir les paramètres de mise à jour
fr_ca: Ouvrir les paramètres de mise à jour.
hi_in: अद्यतन सेटिंग खोलें
id: Buka Pengaturan Pembaruan
it: Apri le impostazioni di aggiornamento
it_ch: Impostazioni di aggiornamento aperte
ja_jp: 更新設定を開く
ko_kr: 업데이트 설정 열기
nb_no: Åpne oppdateringsinnstillinger
nl: Update instellingen openen
pl: Otwórz Ustawienia Aktualizacji
pt: Abre as configurações de atualização
pt_br: Abrir as configurações de atualização.
ru: Открыть настройки обновления
sv: Visa uppdateringsinställningar
th: เปิดการตั้งค่าการอัปเดต
tr: Güncelleme Ayarlarını Aç
uk_ua: Відкрити налаштування оновлення
vi: Mở Cài Đặt Cập Nhật
zh_hans: 打开更新设置
zh_hant: 打開更新設置

source: main
ar_ae: رَئيسيّ
da: hoved-
de: Haupt
de_ch: Hauptleitung
es: Principal
es_mx: tubería principal
es_us: tubería principal
fr: principal
fr_ca: principal
hi_in: मुख्य
id: Utama
it: di città
it_ch: di città
ja_jp: メイン
ko_kr: 주된
nb_no: hovedledning
nl: hoofd-
pl: Główny
pt: principal
pt_br: principal
ru: Главный
sv: huvudsaklig
th: ส่วนใหญ่
tr: ana
uk_ua: Головний
vi: đầu tiên
zh_hans: 主要
zh_hant: 主要

source: Cherry-Pick Tag "%@"...
ar_ae: علامة اختيار الكرز "%@"...
da: Kirsebær-pluk-mærke "%@"...
de: Kirsch-Pflück-Tag "%@"...
de_ch: Kirsch-Pflück-Tag "%@"...
es: Etiqueta de recogida de cerezas "%@"...
es_mx: Etiqueta de recogida de cerezas "%@"...
es_us: Etiqueta de recogida de cerezas "%@"...
fr: Étiquette de cueillette de cerises "%@"...
fr_ca: Étiquette de cueillette de cerises "%@"...
hi_in: चेरी- पिक टैग "%@"...
id: Tag Cherry-Pick "%@"...
it: Etichetta Cherry-Pick "%@"...
it_ch: Etichetta Cherry-Pick "%@"...
ja_jp: チェリーピックタグ「%@」...
ko_kr: 체리픽 태그 "%@"...
nb_no: Kjertelapp "%@"...
nl: Kers-Pluk Tag "%@"...
pl: Znacznik Cherry-Pick "%@"...
pt: Etiqueta de escolha de cereja "%@"...
pt_br: Etiqueta de escolha de cereja "%@"...
ru: Тег Cherry-Pick "%@"...
sv: Cherry-Plock-Etikett "%@"...
th: แท็ก Cherry-Pick "%@"...
tr: Kiraz-Alma Etiket "%@"...
uk_ua: Тег Cherry-Pick "%@"...
vi: Thẻ hái hoa anh đào "%@"...
zh_hans: 樱桃-采摘标签“%@”......
zh_hant: 櫻桃採摘標籤 "%@"...

source: ##Community
ar_ae: ##مجتمع
da: Fællesskab##
de: ##Gemeinschaft
de_ch: ##Gemeinschaft
es: ##Comunidad
es_mx: ##Comunidad
es_us: ##Comunidad
fr: ##Communauté
fr_ca: ##Communauté
hi_in: ##समुदाय
id: ##Komunitas
it: ##Comunità
it_ch: ##Comunità
ja_jp: ##コミュニティ
ko_kr: ## 커뮤니티
nb_no: ##Fellesskap
nl: ##Gemeenschap
pl: ##Społeczność
pt: ##Comunidade
pt_br: ##Comunidade
ru: ##Сообщество
sv: ##Samhället
th: ##ชุมชน
tr: ##Topluluk
uk_ua: ##Спільнота
vi: ##Cộng đồng
zh_hans: ##社区
zh_hant: 社區##

source: Ideal commit summaries are concise (under 50 chars) and descriptive
ar_ae: ملخصات الالتزام المثالية موجزة (أقل من 50 حرفا) ووصفية
da: Ideelle commit-sammendrag er præcise (under 50 tegn) og beskrivende.
de: Ideale Commit-Zusammenfassungen sind knapp (unter 50 Zeichen) und beschreibend
de_ch: Geeignete Commit-Zusammenfassungen sind kurz (weniger als 50 Zeichen) und anschaulich.
es: Los resúmenes de compromiso ideales son concisos (menos de 50 caracteres) y descriptivos.
es_mx: Los resúmenes de compromisos ideales son concisos (de menos de 50 caracteres) y descriptivos.
es_us: Los resúmenes de compromiso ideales son concisos (de menos de 50 caracteres) y descriptivos.
fr: Les résumés de commit idéaux sont concis (moins de 50 caractères) et descriptifs.
fr_ca: Les résumés de commit idéaux sont concis (moins de 50 caractères) et descriptifs.
hi_in: आदर्श कमिट सारांश संक्षिप्त (50 वर्णों से कम) और वर्णनात्मक हैं
id: Ringkasan komitmen yang ideal ringkas (di bawah 50 karakter) dan deskriptif
it: I riassunti dei commit ideali sono concisi (meno di 50 caratteri) e descrittivi.
it_ch: I riassunti dei commit ideali sono concisi (meno di 50 caratteri) e descrittivi.
ja_jp: 理想的なコミット要約は簡潔で（50文字以内で）、記述的です。
ko_kr: 이상적인 제출 요약은 간결하고(50자 미만) 서술적이다.
nb_no: Ideelle sammendrag av commits er konsise (under 50 tegn) og beskrivende.
nl: Ideale commit-samenvattingen zijn concreet (onder de 50 tekens) en beschrijvend
pl: Idealne podsumowania zatwierdzenia są zwięzłe (poniżej 50 znaków) i opisowe
pt: Resumos de commit ideais são concisos (abaixo de 50 caracteres) e descritivos.
pt_br: Resumos de compromisso ideais são concisos (abaixo de 50 caracteres) e descritivos.
ru: Идеальные резюме коммитов являются краткими (до 50 символов) и описательными
sv: De bästa sammanfattningarna för commit- commits är kortfattade (under 50 tecken) och utförliga.
th: สรุปความมุ่งมั่นในอุดมคติจะกระชับ (ต่ํากว่า 50 ตัวอักษร) และอธิบายได้
tr: İdeal taahhüt özetleri özlüdür (50 karakter altı) ve tanımlayıcıdır.
uk_ua: Ідеальні резюме комітів є короткими (до 50 символів) та описовими
vi: Tóm tắt cam kết lý tưởng phải ngắn gọn (ít hơn 50 ký tự) và mô tả
zh_hans: 理想的提交摘要简洁（少于50个字符）且描述性强
zh_hant: 理想的提交摘要簡潔（少於50個字元）且描述性強

# · Aurora Editor %@ %@
source: · Aurora Editor %1$@ %2$@
ar_ae: · محرر أورورا %@ %@
da: Aurora redaktør %@ %@
de: Aurora Editor %@ %@
de_ch: Aurora Editor %@ %@
es: Editor Aurora %@ %@
es_mx: Editor Aurora %@ %@
es_us: Editor Aurora %@ %@
fr: · Éditeur d'Aurora %@ %@
fr_ca: · Éditeur d’Aurora %@ %@
hi_in: · अरोड़ा संपादक %@ %@
id: · Editor Aurora %@ %@
it: Editor Aurora %@ %@
it_ch: Editor Aurora %@ %@
ja_jp: オーロラエディタ%@ %@
ko_kr: 오로라 에디터 %@ %@
nb_no: Aurora redaktør %@ %@%
nl: Aurora Editor %@ %@
pl: · Edytor Aurora %@ %@
pt: Editor Aurora %@ %@
pt_br: Editor Aurora %@ %@
ru: · Редактор Aurora %@ %@
sv: Editör Aurora %@ %@
th: · บรรณาธิการออโรร่า %@ %@
tr: · Aurora Editör %@ %@
uk_ua: · Редактор Aurora %@ %@
vi: Trình Biên Tập Viên Aurora %@ %@
zh_hans: 极光编辑器 %@ %@
zh_hant: 極光編輯 %@ %@

source: Last Checked: %@
ar_ae: آخر فحص: %@
da: Sidst kontrolleret: %@ Sidst kontrolleret: %@ Sidst
de: Zuletzt überprüft: %@ Letzte Überprüfung: %@ Letzte Überprüfung
de_ch: Zuletzt überprüft: %@
es: Última comprobación: %@
es_mx: Última comprobación: %@ 0.00000000 %
es_us: Última comprobación: %@ Última comprobación: %@
fr: Dernière vérification : %@
fr_ca: Dernière vérification : %@ 0 %@ 0 %@ 0 %@
hi_in: अंतिम जाँचा गया: %@
id: Terakhir Diperiksa: %@
it: Ultimo Controllo: %@ Ultimo Controllo: %@ Ultimo
it_ch: Ultimo Controllo: %@ Ultimo Controllo: %@ Ultimo
ja_jp: 最後にチェックした：%@ です。
ko_kr: 최근 확인: %@ ㅣㅣㅣㅣ
nb_no: Siste sjekk: %@ Siste sjekk: %@ Siste
nl: Laatst ingecheckt: %@ %@ %@ %@ %@ %@
pl: Ostatnie Sprawdzenie: %@
pt: Última verificação: %@ Última verificação: %@ Última
pt_br: Última verificação: %@
ru: Последняя Проверка: %@
sv: Senast kontrollerad: %@ Senast kontrollerad: %@ Senast
th: ตรวจสอบล่าสุด: %@
tr: En Son Kontrol Edildi: %@ 0.00000000
uk_ua: Остання Перевірка: %@
vi: Sửa Sửa Lần Cuối: %@ %@ 1999
zh_hans: 上次检查：%@
zh_hant: 上次簽到：%@

source: New File...
ar_ae: ملف جديد...
da: Ny fil...
de: Neue Datei...
de_ch: Neue Datei...
es: Nuevo archivo...
es_mx: Nuevo archivo...
es_us: Nuevo archivo...
fr: Nouveau dossier...
fr_ca: Nouveau dossier...
hi_in: नई फ़ाइल...
id: Berkas Baru...
it: Nuovo file...
it_ch: Nuovo file...
ja_jp: 新規ファイル...
ko_kr: 새로운 파일...
nb_no: Ny fil...
nl: Nieuw bestand...
pl: Nowy plik...
pt: Arquivo Novo...
pt_br: Novo Arquivo...
ru: Новый Файл...
sv: Ny fil...
th: ไฟล์ใหม่...
tr: Yeni Dosya...
uk_ua: Новий файл...
vi: Tệp Mới...
zh_hans: 新文件...
zh_hant: 新檔案...

source: Sourcecode Swift
ar_ae: كود المصدر سويفت
da: Kildekode Swift
de: Quellcode Swift
de_ch: Quellcode Swift
es: Código fuente Swift
es_mx: Código fuente Swift
es_us: Código fuente Swift
fr: Code source Swift
fr_ca: Code source Swift.
hi_in: स्रोत कोड स्विफ्ट
id: Kode Sumber Swift
it: Codice sorgente Swift
it_ch: Codice sorgente Swift
ja_jp: ソースコードスウィフト
ko_kr: 소스 코드 스위프트
nb_no: Kildekode Swift
nl: Broncode Swift
pl: Kod źródłowy Swift
pt: Código-fonte Swift
pt_br: Código-fonte Swift
ru: Исходный код Swift
sv: Källkod Swift
th: ซอร์สโค้ด Swift
tr: Kaynak kod Swift
uk_ua: Вихідний код Swift
vi: Mã nguồn Swift
zh_hans: 源代码Swift
zh_hant: 源程式Swift

source: Please list the steps you took to reproduce the issue:
ar_ae: يرجى إدراج الخطوات التي اتخذتها لإعادة إظهار المشكلة:
da: Oplys venligst, hvilke trin du har taget for at reproducere problemet:
de: Bitte geben Sie die Schritte auf, die Sie unternommen haben, um das Problem zu reproduzieren:
de_ch: Bitte beschreiben Sie die Schritte, die Sie unternommen haben, um das Problem zu reproduzieren:
es: Por favor, enumera los pasos que tomó para reproducir el problema:
es_mx: Enumera los pasos que tomó para reproducir el problema:
es_us: Enumera los pasos que tomó para reproducir el problema:
fr: Veuillez énumérer les étapes que vous avez suivies pour reproduire le problème :
fr_ca: Veuillez énumérer les étapes que vous avez suivies pour reproduire le problème :
hi_in: कृपया समस्या को पुन: उत्पन्न करने के लिए आपके द्वारा उठाए गए कदमों को सूचीबद्ध करें:
id: Harap cantumkan langkah-langkah yang Anda ambil untuk mereproduksi masalah:
it: Elenca i passi che hai fatto per riprodurre il problema:
it_ch: Per favore, elenca i passi che hai eseguito per riprodurre il problema:
ja_jp: 、問題を再現するために行った手順を記載してください。
ko_kr: 문제를 재현하기 위해 당신이 취한 단계를 나열해주세요:
nb_no: Vennligst oppgi hvilke tiltak du har iverksatt for å løse problemet:
nl: Geef de stappen op die u heeft genomen om het probleem te reproduceren:
pl: Proszę wymienić kroki, które podjęto w celu odtworzenia problemu:
pt: Por favor, liste os passos que tomou para reproduzir o problema:
pt_br: Por favor liste os passos que você tomou para reproduzir o problema:
ru: Пожалуйста, перечислите шаги, которые вы предприняли для воспроизведения проблемы:
sv: Vänligen ange de åtgärder du vidtog för att lösa problemet:
th: โปรดระบุขั้นตอนที่คุณดําเนินการเพื่อจําลองปัญหาขึ้นใหม่:
tr: Lütfen sorunu yeniden üretmek için attığınız adımları listeleyin:
uk_ua: Будь ласка, перерахуйте кроки, які ви зробили, щоб відтворити проблему:
vi: Vui lòng liệt kê các bước bạn đã thực hiện để tái tạo vấn đề:
zh_hans: 请列出你为了重现问题而采取的步骤：
zh_hant: 請列出您為重現問題所採取的步驟：

source: Sourcecode C++
ar_ae: شفرة المصدر C++
da: Kildekode C++
de: Quellcode C++
de_ch: Quellcode C++
es: Código fuente C++
es_mx: Código fuente C++
es_us: Código fuente C++
fr: Code source C++
fr_ca: Code source C++
hi_in: स्रोत कोड C++
id: Kode sumber C++
it: Codice sorgente C++
it_ch: Codice sorgente C++
ja_jp: ソースコードC++
ko_kr: 소스 코드 C++
nb_no: Kildekode C++
nl: Broncode C++
pl: Kod źródłowy C++
pt: Código-fonte C++
pt_br: Código-fonte C++
ru: Исходный код C++
sv: Källkod C++
th: ซอร์สโค้ด C++
tr: Kaynak kod C++
uk_ua: Вихідний код C++
vi: Mã nguồn C++
zh_hans: 源代码C++
zh_hant: 源程式C++

source: See Details
ar_ae: انظر التفاصيل
da: Se detaljer
de: Siehe Details
de_ch: Einzelheiten anzeigen
es: Ver detalles
es_mx: Ver Detalles
es_us: Ver Detalles
fr: Voir les détails
fr_ca: Voir les détails.
hi_in: विवरण देखें
id: Lihat Detail
it: Vedi dettagli
it_ch: Vedi dettagli
ja_jp: 詳細を見る
ko_kr: 상세보기
nb_no: Se detaljer
nl: Zie Details
pl: Zobacz szczegóły
pt: Ver Detalhes
pt_br: Veja detalhes.
ru: См. подробности
sv: Se detaljer
th: ดูรายละเอียด
tr: Ayrıntıları Görüntüle
uk_ua: Дивіться деталі
vi: Xem chi tiết
zh_hans: 查看详情
zh_hant: 查看詳情

source: Text Encoding
ar_ae: ترميز النص
da: Tekstkodning
de: Text-Codierung
de_ch: Text-Codierung
es: Codificación de texto
es_mx: Codificación de texto
es_us: Codificación de texto
fr: Encodage de texte
fr_ca: Codage texte
hi_in: पाठ एनकोडिंग
id: Pengkodean Teks
it: Codifica del testo
it_ch: Codifica del testo
ja_jp: テキストエンコーディング
ko_kr: 문자 인코딩
nb_no: Tekstkodning
nl: Tekstcodering
pl: Kodowanie tekstu
pt: Codificação de Texto
pt_br: Codificação de Texto
ru: Кодирование текста
sv: Textkodning
th: การเข้ารหัสข้อความ
tr: Metin Kodlama
uk_ua: Кодування тексту
vi: Mã hóa văn bản
zh_hans: 文本编码
zh_hant: 文本編碼

source: Commit Message Rule Failures
ar_ae: فشل قاعدة رسالة الالتزام
da: Fejl i lovgivningen om meddelelser om forfaldede
de: Fehlern der Befehlsregel für die Nachricht senden
de_ch: Fehlern bei der Befehlszeilenschriftregel.
es: Fallo de la Regla de Mensaje de Compromiso
es_mx: Fallo de la Regla de Mensaje de Compromiso
es_us: Fallo de la Regla de Mensaje de Compromiso
fr: Échecs de la règle de message d'engagement
fr_ca: Échecs de la règle de message de dépôt.
hi_in: कमिट संदेश नियम विफलताएं
id: Kegagalan Aturan Pesan Komit
it: Errori di Regola di Messaggio Commesso
it_ch: Errori di Regola di Messaggio Commesso
ja_jp: メッセージ規則違反
ko_kr: 메시지 규칙 오류 발생
nb_no: Feil i lov om melding fra overføring
nl: Foutmeldingen Regel Fouten
pl: Błędy Reguły Wiadomości Zatwierdzenia
pt: Falhas na Regra de Mensagem de Compromisso
pt_br: Falhas na Regra de Mensagem de Compromisso.
ru: Ошибки правил коммит-сообщений
sv: Misslyckanden med regel för meddelanden till avsändare
th: ความล้มเหลวของกฎข้อความคอมมิท
tr: Taahhüt Mesajı Kuralı Hataları
uk_ua: Помилки правила повідомлення про коміт
vi: Lỗi Quy Định Thông Tin Nhắn Giao Dịch
zh_hans: 错误的提交消息规则
zh_hant: 通訊規則失敗

source: A new attempt of this workflow will be started, including **build** and dependents.
ar_ae: ستبدأ محاولة جديدة لسير العمل هذا، بما في ذلك **البناء** والمعالين.
da: **build** og afhængigheder vil blive inkluderet i dette nye forsøg på arbejdsgange.
de: Dieser Workflow wird mit einem neuen Versuch begonnen, einschließlich **Build** und Abhängigkeiten.
de_ch: Dieser Workflow wird mit einem neuen Versuch begonnen, einschließlich **Build** und Abhängigkeiten.
es: Se iniciará un nuevo intento de este flujo de trabajo, incluyendo **construir** y dependientes.
es_mx: Se iniciará un nuevo intento de este flujo de trabajo, incluyendo **compilar** y dependientes.
es_us: Se iniciará un nuevo intento de este flujo de trabajo, incluyendo **compilar** y dependientes.
fr: Une nouvelle tentative de ce flux de travail sera lancée, y compris **build** et les dépendants.
fr_ca: **Construire** et les dépendants seront inclus dans cette nouvelle tentative de flux de travail.
hi_in: इस वर्कफ़्लो का एक नया प्रयास शुरू किया जाएगा, जिसमें **बिल्ड** और आश्रित शामिल हैं।
id: Upaya baru dari alur kerja ini akan dimulai, termasuk **membangun** dan tanggungan.
it: Verrà avviato un nuovo tentativo di questo flusso di lavoro, compresi **build** e i dipendenti.
it_ch: Per questo flusso di lavoro verrà avviato un nuovo tentativo, che includerà **build** e i suoi dipendenze.
ja_jp: **ビルド**や依存関係を含む、このワークフローの新しい試みが始まります。
ko_kr: **빌드**와 종속성을 포함하여 이 워크플로우의 새로운 시도가 시작될 것이다.
nb_no: **Bygg** og avhengigheter vil bli inkludert i dette nye forsøket på arbeidsflyten.
nl: Een nieuwe poging van deze workflow zal worden gestart, inclusief **build** en afhankelijke personen.
pl: Zostanie rozpoczęta nowa próba tego przepływu pracy, w tym **build** i osoby zależne.
pt: Uma nova tentativa deste fluxo de trabalho será iniciada, incluindo **compilação** e dependentes.
pt_br: Uma nova tentativa deste fluxo de trabalho será iniciada, incluindo **construir** e dependentes.
ru: Будет запущена новая попытка этого рабочего процесса, включая **build** и иждивенцев.
sv: **bygg** och beroenden kommer att inkluderas i detta nya försök att använda arbetsflödet.
th: ความพยายามใหม่ของเวิร์กโฟลว์นี้จะเริ่มต้น รวมถึง **สร้าง** และผู้อยู่ในอุปการะ
tr: **yapı** ve bağımlılar dahil olmak üzere bu iş akışının yeni bir denemesesi başlatılacaktır.
uk_ua: Буде розпочато нову спробу цього робочого процесу, включаючи **побудову** та утриманців.
vi: Một nỗ lực mới của quy trình làm việc này sẽ được bắt đầu, bao gồm **xây dựng** và phụ thuộc.
zh_hans: 将启动此工作流程的新尝试，包括**构建**和依赖项。
zh_hant: 將啟動此工作流程的新嘗試，包括**構建**和依賴項。
